[
    {
        "id": "news1",
        "image": "https://github.com/Gee051/AntanImages/blob/7396a490500f4f80bce2774d6eb2b15e7b741f4a/AntanImages/news1.jpg?raw=true",
        "heading": "24-year Oil Production Deal Between NNPC, Addax Officially Ends",
        "date": "October 30, 2023",
        "text": "The 24-year Production Sharing Contract (PSC) with Addax Petroleum Development (Nigeria) Limited was announced by the Nigerian National Petroleum Company Limited (NNPC) yesterday. That marked the exit of the Sinopec of China’s subsidiary.That was contained in a statement signed on behalf of the national oil company by its Chief Corporate Communications Officer, Garbadeen Muhammad. He wrote that that the amicable settlement was reached after both parties fulfilled closing obligations.The official end to the business relationship came three months after the execution of the Addax Transfer, Settlement, and Exit Agreement (TSEA) for the PSC Oil blocks, OMLs 123/124 & 126/137, with the assets now transferred to the concessionaire, NNPC.",
        "text1": "Consequently, NNPC has taken necessary steps to take over the assets and oversee a clean, amicable, and speedy exit for Addax Petroleum Ltd., operate the asset on interim basis as a first step and subsequently appoint a competent replacement PSC contractor while NNPC Limited continues to remain the concessionaire of the assets in line with extant laws and regulations,” the oil firm stated. The PSC for the oil blocks was, according to a Thisday report, initially signed in 1973 between the NNPC and Ashland, but was terminated after 25 years. Subsequently, the NNPC signed another PSC with Addax in 1998 on the blocks which were operated through Addax Petroleum for over two decades.However, the Addax PSCs were associated with significant intricacies and complexities and attendant disputes, even threatening the diplomatic relations between Nigeria and China at a point.Multiple litigations then ensued, hindering the attainment of the desired objectives of value creation to the PSC parties, government, and other stakeholders.",
        "text2": "Recently the NNPC explained that the facilities were producing an average of 6,000 barrels per day due to the challenges, despite the huge potential, stressing that a production increase of circa 10,000 bpd was expected before the end of 2022, and total production was expected to be doubled in 2023.The drama trailing the Addax assets became pronounced in 2021 when the NNPC wrote President Muhammadu Buhari to reverse the then Department of Petroleum Resources’ (DPR) revocation of the OMLs and reject a reallocation to another company.The NNPC in a letter to the president on April 20 of that year, had argued that the revocation of the oilfields would have implications for the Nigerian economy and the diplomatic relationship between Nigeria and China.Three days after the letter was sent, the president overruled the revocation by the DPR, and cancelled the reallocation of the OMLs to Kaztec Engineering Limited/Salvic Petroleum Consortium, a firm DPR picked as a replacement.",
        "text3": "The defunct DPR had cited Addax’s inability to comply with agreed targets.A panel set up by the Ministry of Petroleum to review the case, led by a former senator, Magnus Abe, had said $1 billion had been invested in the contract but Addax Petroleum called it off over an issue that was unrelated. The action, he said, put over 3000 Nigerians out of work.On yesterday’s closeout of negotiations, the NNPC stated that formalities had been concluded in collaboration with the Office of the Attorney General of the Federation, the Nigerian Upstream Petroleum Regulatory Commission (NUPRC), Federal Inland Revenue Service (FIRS), the Economic and Financial Crimes Commission (EFCC), and the Federal Competition and Consumer Protection Commission (FCCPC).It noted that they have agreed on the clean and amicable exit for Addax by resolving all the PSC contractual issues, including litigations that culminated in the execution of a TSEA on November 1, 2022.With the fulfilment of the closing obligations by the parties and effective January 31, 2023, Addax transfers the operatorship of OMLs 123/124 and 126/137 to Antan Producing Limited on interim basis through the transition period pending the emplacement of a substantive replacement PSC in compliance with the directive of Mr. President,” it stated."
    },
    {
        "id": "news2",
        "image": "https://github.com/Gee051/AntanImages/blob/main/AntanImages/news2.jpg?raw=true",
        "heading": "Addax Petroleum officially exits Nigeria, transfers offshore blocks to NNPC",
        "date": "November 1st 2023",
        "text": "The Nigerian National Petroleum Company (NNPC) Limited on Tuesday announced it has signed a settlement and exit agreement with Sinopec’s Addax Petroleum Development (Nigeria) to exit its four major oil mining blocks in the country.With this agreement, according to NNPC Limited, Addax has ceased to be the Production Sharing Contract (PSC) contractor for the Oil Mining Leases (OML) 123/124 and OMLs 126/137. The NNPCL Chief Finance Officer, Umar Ajiya, signed the agreement on behalf of the company, while the Managing Director of Addax Petroleum, Yonghong Chen, signed on behalf of his company.",
        "text1": "The signing of the agreement took place at the NNPC headquarters office in Abuja. “Earlier today, NNPC Limited and Addax Petroleum Development (Nigeria) Ltd signed a Memorandum of Understanding (MoU) on the Transfer, Settlement and Exit Agreement (TSEA) for Oil Mining Leases (OML) 123/124 and OMLs 126/137,” the state oil firm said on its official Twitter page on Tuesday.",
        "text2": "The PSC for the blocks was initially signed in 1973 between NNPC and Ashland and was terminated after 25 years.Addax took over ownership of the four OMLs after the NNPC terminated its contract with Ashland in 1998.Again, in 1998, the NNPC signed another PSC with Addax on the blocks and operated through Addax Petroleum for another 24 years.In April 2021, Nigeria’s oil regulator revoked the four oil mining licenses, citing the company’s inability to comply with targets, but the decision was restored by President Muhammadu Buhari three weeks later.The Group Chief Executive Officer of the NNPC Limited, Mele Kyari, said the Addax transfer would boost the production of crude oil from the assets for the benefit of Nigeria.",
        "text3": " “We have worked with all our regulatory agencies, the FIRS, the FCCPC, NUPRC and all other agencies of government to arrive at what we have today,” Mr Kyari said. “We believe that we have delivered on the mandate given to us by the government to take over this asset and as expected. There have been ongoing engagements with the FIRS and this is in line with the approvals that we have. “From today, we expect the asset to take off immediately and we will restore production, ensure all governance requirements and as we proceed and also maintain the confidence of workers in this company in line with the commitment that we have, there will be no disruptions in the operations of this company.“Lastly, I know that the team in NNPC and Addax have done great work to arrive at what we have today. Today, we see the exit of our partners and we hope they stay with us in Nigeria because Nigeria is a good place to invest,” he said."
    },
    {
        "id": "news3",
        "image": "https://github.com/Gee051/AntanImages/blob/7396a490500f4f80bce2774d6eb2b15e7b741f4a/AntanImages/news3.jpg?raw=true",
        "heading": "Nigeria: NNPCL takes over ADDAX 3 months after signing exit agreement",
        "date": "January  31, 2023",
        "text": "Nigeria - Three months after the execution of the Addax Transfer, Settlement, and Exit Agreement (ATSEA) for the PSC Oil blocks, OMLs 123/124 & 126/137, operated by Addax Petroleum Development (Nigeria) Limited, the Nigerian National Petroleum Company Limited ( NNPCL) has taken over its operations.",
        "text1": "After fulfilling closing obligations, the NNPC Ltd. and Addax Petroleum Development (Nigeria) Limited had terminated their 24-Year Production Sharing Contract Relationship.In a statement issued on Tuesday by NNPCL Spokesperson Garba Deen Muhammad, the company said all closing obligations have been concluded and the Assets have been transferred to it.",
        "text2": "It disclosed that necessary steps have been taken to take over the assets and oversee a clean, amicable, and speedy exit for Addax Petroleum Ltd., operate the asset on interim basis as a first step and subsequently appoint a competent replacement PSC contractor.",
        "text3": "However, the statement said the NNPC Limited would continue to remain the Concessionaire of the assets in line with extant laws and regulations.Exit negotiations and formalities have been concluded and NNPC Ltd. in collaboration with the Office of the Attorney General of the Federation, NUPRC, NMDPRA, FIRS, EFCC, and the FCCPC have agreed on the clean and amicable exit for Addax by resolving all the PSC contractual issues, including litigations that culminated in the execution of a Transfer, Settlement, and Exit Agreement (TSEA) on the 1st of November 2022. With the fulfilment of the closing obligations by the parties and effective January 31, 2023, Addax transfers the operatorship of OMLs 123/124 and 126/137 to Antan Producing Limited on interim basis through the transition period pending the emplacement of a substantive replacement PSC in compliance with the directive of Mr. President,” the statement partly read."
    },
    {
        "id": "news4",
        "image": "https://github.com/Gee051/AntanImages/blob/main/AntanImages/lead1-.png?raw=true",
        "heading": "Antan Producing Appoints Engr. Sagiru A. Jajere FNSE. As The New Managing Director",
        "date": "January  31, 2023",
        "text": "Antan Producing Limited, a fully owned subsidiary of the Nigerian National Petroleum Company Limited, with responsibility for the operation of OMLs 123, 124, 126 and 137 taken over from Addax Petroleum, has named Engr. Sagiru A. Jajere as its managing director.Engr. Sagiru A. Jajere FNSE led the NNPCL Transition team in the successful handover of OMLs 123, 124, 126 and 137 operations from Addax Petroleum to NNPCL following the execution of the Transfer, Settlement and Exit Agreement (TSEA) on November 1, 2022 between Addax Petroleum companies and Nigerian National Petroleum Company Limited.",
        "text1": "Born in Potiskum town of Yobe State, Engr. Sagiru A. Jajere started his early education at Damboa Primary School, Potiskum, from where he proceeded to Government Science Secondary School, Potiskum, After completing his secondary education, he proceeded to University of Maiduguri, Borno State, where he got his BSc in Civil Engineering. He also did his National Youth Service Corps (NYSC) at Osun State.Upon completion of his NYSC, he worked briefly with the Federal Ministry of Works and Housing, Lagos, as Executive Engineer and later moved to National Engineering and Technical Company Limited, NETCO a subsidiary of the NNPC. After 13 years, he moved to the corporate headquarters to support the Local Content Drive under the GMD’s office. Following the signing into law, the Nigerian Content Act in 2010, he was selected to form the implementation committee that successfully produced the implementation document for the NCDMB and was eventually seconded as one of the pioneer staff that set up the board.",
        "text2": "Engr. Sagiru A. Jajere’s secondment ended after five years with the Board at Yenagoa, Bayelsa State and was deployed to Cost Engineering Division at the Corporate headquarters as Deputy Manager, Cost Estimating, and later promoted to Manager Value for Money and Cost Optimization. He contributed immensely to instituting Cost Estimating and Benchmarking of all NNPC projects. His outstanding performance, deep theoretical and practical understanding of the petroleum industry, earned him a promotion to become the General Manager Capital Projects in the Engineering and Technical Division. In 2020, Jajere was transferred to National Investment Management Service, NAPIMS (Now NUIMS) to head the Production Shearing Contracts as General Manager PSC.",
        "text3": "He also held various positions and worked in various sectors and committees of the NNPC and IOCs within and outside Nigeria, particularly with partner companies like Bechtel Corporation of USA, Kellogg Brown and Root and many others. Jajere attended various technical and managerial courses both in-country and abroad that greatly enhanced his working career. With his appointment as Managing Director of Antan Producing Limited, Jajere, who is the Zanna Dujima of Fika, will be overseeing the company that will be operating the oil assets taken over from Addax Petroleum."
    }
]